src/templates/src-int/content/en/index.html
<div id="table-of-contents">
  <h2>Table of Contents</h2>
  <div id="text-table-of-contents">
    <ul>
      <li><a href="#org2ab6901">1. Introduction</a></li>
      <li><a href="#org6f7d297">2. Installation</a></li>
    </ul>
  </div>
</div>
<div id="outline-container-org2ab6901" class="outline-2">
  <h2 id="org2ab6901"><span class="section-number-2">1</span> Introduction</h2>
  <div class="outline-text-2" id="text-1">
    <p>
      Qint is a JavaScript package that facilitates building localized websites
      and applications. It provides a library of functions and tools that you
      can use to:
    </p>

    <p>Manage Quasar language packs (lazy loading, custom packs&#x2026;).</p>

    <p>Manage vue-i18n.</p>

    <p>Add hreflang link tags for better SEO.</p>

    <p>and many more features.</p>
  </div>
</div>

<div id="outline-container-org6f7d297" class="outline-2">
  <h2 id="org6f7d297"><span class="section-number-2">2</span> Installation</h2>
  <div class="outline-text-2" id="text-2">
    <p>
      Qint can be installed as an npm/yarn package <code>@pyxo/qint</code>, or
      through the Quasar app
      <a href="https://github.com/pyxo-dev/quasar-app-extension-int"
        >extension</a
      >.
    </p>

    <p>
      The extension provides a scaffold, that serves as an example
      implementation.
    </p>
  </div>
</div>
